/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "เกี่ยวกับข้อมูลแอป";
"msgid_about_controllers" = "เกี่ยวกับคอนโทรลเลอร์";
"msgid_active_device" = "ไมค์เปิดอยู่";
"msgid_another_user_using_rp" = "ผู้ใช้อีกคนกำลังใช้การเล่นระยะไกลบน PS5 ที่คุณเชื่อมต่ออยู่";
"msgid_app_data_collection_label" = "การตั้งค่าข้อมูลแอป";
"msgid_app_mobile_device_data_usage" = "เราจะเข้าถึงข้อมูลจากอุปกรณ์นี้เพื่อใช้แอป ทำความเข้าใจประสิทธิภาพ และปรับปรุงแอป";
"msgid_app_update" = "อัพเดทแอพนี้";
"msgid_back" = "กลับ";
"msgid_battery_level_low_controller" = "ระดับแบตเตอรี่ของคอนโทรลเลอร์ต่ำ";
"msgid_before_connect_ps5" = "ก่อนเชื่อมต่อกับ PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "อุปกรณ์อื่นที่ใช้อินเทอร์เน็ตอาจกำลังใช้แบนด์วิดท์ปริมาณมาก เลิกเชื่อมต่ออุปกรณ์เหล่านั้นกับอินเทอร์เน็ต หรือรอจนกว่าจะถ่ายโอนข้อมูลเสร็จสิ้น";
"msgid_cancel_connecting" = "ยกเลิกการเชื่อมต่อ";
"msgid_cancel_download_yn" = "คุณต้องการยกเลิกการดาวน์โหลดหรือไม่";
"msgid_cancel_vb" = "ยกเลิก";
"msgid_cannot_connect_internet" = "ไม่สามารถเชื่อมต่ออินเทอร์เน็ต";
"msgid_cannot_connect_to_server_short" = "ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้";
"msgid_cannot_download" = "ไม่สามารถดาวน์โหลดได้";
"msgid_cant_connect" = "เชื่อมต่อไม่ได้";
"msgid_checking_network_environment" = "กำลังตรวจสอบเครือข่าย...";
"msgid_checking_progress" = "กำลังตรวจสอบ...";
"msgid_close" = "ปิด";
"msgid_close_remote_play_confirmation" = "เซสชันการเล่นระยะไกลนี้จะถูกยกเลิกการเชื่อมต่อ";
"msgid_confirm_continue" = "ยืนยันแล้วทำต่อ";
"msgid_connect_connection_light_bar" = "หากจะจับคู่คอนโทรลเลอร์ ให้กดปุ่มครีเอทหรือปุ่ม SHARE และปุ่ม PS พร้อมกันค้างไว้จนแถบแสงเริ่มกะพริบ เมื่อแถบแสงกะพริบ ให้ไปที่การตั้งค่า Bluetooth ของอุปกรณ์นี้ แล้วเลือกคอนโทรลเลอร์ หากแถบแสงติดสว่าง แสดงว่าเชื่อมต่อคอนโทรลเลอร์แล้ว";
"msgid_connect_controller_wired" = "เชื่อมต่อคอนโทรลเลอร์เข้ากับคอมพิวเตอร์โดยใช้สาย USB";
"msgid_connect_ds4_light_bar" = "หากจะจับคู่คอนโทรลเลอร์ ให้กดปุ่ม SHARE และปุ่ม PS พร้อมกันค้างไว้จนแถบแสงเริ่มกะพริบ เมื่อแถบแสงกะพริบ ให้ไปที่การตั้งค่า Bluetooth ของอุปกรณ์นี้ แล้วเลือกคอนโทรลเลอร์ หากแถบแสงติดสว่าง แสดงว่าเชื่อมต่อคอนโทรลเลอร์แล้ว";
"msgid_connect_home_number" = "หากต้องการเชื่อมต่อโดยใช้เครือข่ายที่บ้าน ให้เลือก [ป้อนตัวเลข] เพื่อจับคู่ PS4 ของคุณ";
"msgid_connect_lost" = "การเชื่อมต่อขาดหายไป";
"msgid_connect_lost_controller_ps4" = "ระบบกำหนดคอนโทรลเลอร์ให้คุณบน PS4 ที่คุณเชื่อมต่ออยู่";
"msgid_connect_lost_controller_ps5" = "ระบบกำหนดคอนโทรลเลอร์ให้คุณบน PS5 ที่คุณเชื่อมต่ออยู่";
"msgid_connect_pfn_time_out" = "ใช้เวลานานเกินไปในการเชื่อมต่อกับ PS5 ลองเชื่อมต่ออีกครั้ง";
"msgid_connect_pfn_wrong_number" = "ตัวเลขที่คุณป้อนไม่ถูกต้อง";
"msgid_connect_ps4_cable" = "ใช้สายเคเบิล LAN เชื่อมต่อ PS5 หรือ PS4 กับอินเทอร์เน็ต";
"msgid_connect_ps4_pfn" = "คุณต้องการเชื่อมต่อกับอุปกรณ์ใด";
"msgid_connect_via_internet_rp_ps4" = "ในการเชื่อมต่อกับอินเทอร์เน็ต บน PS4 ให้เลือก [การตั้งค่า] > [การจัดการบัญชี] > [เปิดใช้งาน PS4 หลักของคุณ] > [เปิดใช้งาน]";
"msgid_connecting_turning_ps4" = "กำลังเชื่อมต่อและเปิดเครื่อง PS4...";
"msgid_connecting_turning_ps5" = "กำลังเชื่อมต่อและเปิดเครื่อง PS5...";
"msgid_connection_pfn_lost" = "คุณขาดการเชื่อมต่อกับ PS5";
"msgid_connection_ps4_lost" = "คุณขาดการเชื่อมต่อกับ PS4";
"msgid_connection_speed_remote_play" = "สัญญาณเชื่อมต่อเครือข่ายไม่แรงพอ ขอแนะนำให้ใช้ความเร็วในการดาวน์โหลดและอัพโหลดมากกว่า 5 Mbps";
"msgid_connection_unstable_try_again" = "สัญญาณเชื่อมต่อเครือข่ายอาจไม่เสถียร ลองเปลี่ยนที่หรือรอสักครู่";
"msgid_controller_disconnect_charge" = "เลิกเชื่อมต่อคอนโทรลเลอร์แล้ว ให้ชาร์จแบตเตอรี่";
"msgid_decrease_text_size" = "ลดขนาดตัวอักษร";
"msgid_delete" = "ลบ";
"msgid_delete_all" = "ลบทั้งหมด";
"msgid_disabled" = "ปิดใช้งานแล้ว";
"msgid_disconnect_connection" = "เลิกเชื่อมต่อ";
"msgid_downloading_ellipsis" = "กำลังดาวน์โหลด...";
"msgid_edit" = "แก้ไข";
"msgid_enable_rp_connect_ps5" = "หากจะใช้การเล่นระยะไกล ให้เปิดใช้งานบน PS5 ที่คุณเชื่อมต่ออยู่เสียก่อน บน PS5 เครื่องนั้น ให้ไปที่ [การตั้งค่า] > [ระบบ] > [เล่นระยะไกล] แล้วเปิด [เปิดใช้การเล่นระยะไกล]";
"msgid_enable_rp_turn_on" = "บน PS5 ไปยัง [การตั้งค่า] > [ระบบ] > [เล่นระยะไกล] แล้วเปิด [เปิดใช้การเล่นระยะไกล]";
"msgid_enjoy_remote_ps4_pfn" = "เล่นเกมโปรดบน PS4 และ PS5 จากระยะไกลโดยใช้อุปกรณ์นี้";
"msgid_enter_login_passcode" = "ป้อนรหัสเข้าสู่ระบบสำหรับ PS5 ของคุณ";
"msgid_enter_number" = "ป้อนหมายเลข";
"msgid_enter_number_label" = "ป้อนตัวเลข";
"msgid_enter_number_register_device" = "บน PS5 ให้เลือก [การตั้งค่า] > [ระบบ] > [เล่นระยะไกล] > [จับคู่อุปกรณ์] แล้วป้อนตัวเลขลงในเขตข้อมูลต่อไปนี้";
"msgid_enter_ps4_login_passcode" = "ป้อนรหัสเข้าสู่ระบบสำหรับ PS4 ที่คุณเชื่อมต่ออยู่";
"msgid_exit_full_screen" = "ออกจากเต็มหน้าจอ";
"msgid_failed" = "ล้มเหลว";
"msgid_failed_login_ps4" = "ไม่สามารถเข้าสู่ระบบ PS4 ที่คุณเชื่อมต่ออยู่";
"msgid_frame_rate" = "อัตราเฟรม";
"msgid_full" = "เต็ม";
"msgid_general" = "ทั่วไป";
"msgid_generic_error_again" = "มีบางอย่างไม่ปกติ";
"msgid_go_to_home_ps4" = "ไปที่หน้าจอหลักบน PS4";
"msgid_go_to_home_ps5" = "ไปที่หน้าจอหลักบน PS5";
"msgid_high" = "สูง";
"msgid_hint" = "คำแนะนำ";
"msgid_hints" = "คำแนะนำ";
"msgid_home_network_register" = "จะใช้เครือข่ายบ้านของคุณในการจับคู่ PS5";
"msgid_icon_lose_connection" = "คุณจะเห็นไอคอนนี้เมื่อกำลังจะถูกตัดการเชื่อมต่อ";
"msgid_increase_text_size" = "เพิ่มขนาดตัวอักษร";
"msgid_intellectual_property_notices" = "ประกาศทรัพย์สินทางปัญญา";
"msgid_internet_busy_try_again" = "สัญญาณเชื่อมต่อเครือข่ายอาจไม่ว่าง รอสักครู่ แล้วลองอีกครั้ง";
"msgid_internet_connection_low" = "การเชื่อมต่ออินเทอร์เน็ตมีคุณภาพต่ำ การเชื่อมต่ออาจขาดหายไป";
"msgid_it_not_play_time" = "ตอนนี้ไม่ใช่เวลาเล่นของคุณ";
"msgid_legal_about_app_data_1" = "สารบัญ\n\n■ ข้อมูลแอปโดยสรุป\n■ คำอธิบายข้อมูลแอปฉบับสมบูรณ์\n　　• ข้อมูลแอปคืออะไร\n　　• การตั้งค่าข้อมูลแอปจะควบคุมอะไรบ้าง\n　　• เรานำข้อมูลแอปไปใช้ทำอะไร\n■ เกี่ยวกับเรา\n\n■ ข้อมูลแอปโดยสรุป\n\nเมื่อคุณใช้แอป Remote Play จะมีการรวบรวมข้อมูลเกี่ยวกับแอป อุปกรณ์ที่ติดตั้ง และสิ่งที่คุณทำบนแอป เราเรียกข้อมูลนี้ว่าข้อมูลแอป\n\nเราจะเก็บข้อมูลที่จำเป็นในการใช้งานแอปเสมอ ข้อมูลนี้เรียกว่าข้อมูลจำกัด ซึ่งประกอบด้วยประเภทข้อมูลต่อไปนี้\n\n• ชื่อที่ไม่ซ้ำกันของอุปกรณ์ที่แอปนั้นทำงานอยู่ (เช่น ตัวเลขและตัวอักษรที่เป็นแถวยาว)\n• การตั้งค่าที่คุณเลือกบนแอป (เช่น วันที่ ภูมิภาค ภาษา)\n• การเชื่อมต่ออินเทอร์เน็ตของคุณ\n• เวลาที่ใช้ในการดาวน์โหลดข้อมูลไปยังแอป (เราจะได้รู้ถ้ามีอะไรผิดปกติและสามารถแก้ไขได้)\n\nข้อมูลบางอย่างจะรวบรวมเมื่อคุณอนุญาตเท่านั้น ข้อมูลนี้เรียกว่าข้อมูลฉบับเต็ม ซึ่งมีข้อมูลที่ละเอียดขึ้น เช่น ข้อมูลเกี่ยวกับระยะเวลาที่คุณใช้แอป และการสตรีมวิดีโอของคุณ \n\nเราใช้ข้อมูลที่แอปส่งให้มาดำเนินการต่อไปนี้\n\n• ช่วยเราทำในสิ่งที่คุณขอ\n• ช่วยให้แอปและผลิตภัณฑ์ของเราทำงานได้ดีขึ้น \n• เพื่อให้มั่นใจว่าผู้ใช้ปฏิบัติตามกฎของเราและปฏิบัติตามกฎหมาย (PlayStation Network จะได้เป็นที่น่าพอใจและสนุกสำหรับทุกคน)\n• ช่วยให้เราพัฒนาผลิตภัณฑ์ใหม่ๆ\n\nหากคุณมีบัญชีสำหรับ PlayStation Network เราจะนำข้อมูลที่แอปหรืออุปกรณ์ส่งให้มารวมกับข้อมูลเกี่ยวกับคุณที่เรารู้อยู่แล้ว \n\nเมื่อบัญชีครอบครัวเด็กใช้แอปนี้ เราจะเก็บเฉพาะข้อมูลจำกัดเท่านั้น\n\nดูรายละเอียดเพิ่มเติมได้ในนโยบายความเป็นส่วนตัวของเรา ว่าเรานำข้อมูลที่รวบรวมเกี่ยวกับคุณไปทำอะไร เราเปิดเผยข้อมูลนั้นให้ใครทราบ คุณจะควบคุมสิ่งที่เราทำได้อย่างไร และคุณมีสิทธิอะไรบ้าง ดูนโยบายความเป็นส่วนตัวของเราได้ที่ www.playstation.com/legal/privacy-policy";
"msgid_legal_about_app_data_2" = "■ คำอธิบายข้อมูลแอปฉบับสมบูรณ์\n\nข้อมูลแอปคืออะไร\n\nถ้าคุณใช้แอป Remote Play เราอาจเข้าถึงข้อมูลจากและ/หรือเก็บข้อมูลในอุปกรณ์เคลื่อนที่ แท็บเล็ต PC และ/หรืออุปกรณ์อื่นที่คุณใช้\nข้อมูลแอปแบ่งได้เป็น 2 ประเภท\n\n(1) ข้อมูลจำกัด\nเซิร์ฟเวอร์ของเราต้องส่ง รับ และบันทึกข้อมูลจำกัดต่อไปนี้ ซึ่งจำเป็นต่อการให้บริการของเรา\n• ข้อมูลเนื้อหา: วิดีโอ เสียง กราฟิก ข้อความ ระดับเกม ข้อมูลบัญชีที่ขอและดาวน์โหลดสำหรับเกมที่คุณเข้าถึงผ่านแอป Remote Play\n• ข้อมูลสิทธิ์การใช้: ข้อมูลเกี่ยวกับการแสดงผลและปฏิสัมพันธ์กับเนื้อหาที่ได้รับสิทธิ์การใช้ (เช่น วิดีโอ) ซึ่งจำเป็นต่อการจัดทำรายงานทั้งหมดโดยไม่เปิดเผยชื่อ เพื่อชำระเงินแก่ผู้ให้สิทธิ์การใช้สำหรับเนื้อหานั้น\n• ข้อมูลเครือข่าย: ข้อมูลเกี่ยวกับการเชื่อมต่อเครือข่ายของอุปกรณ์ (เช่น อินเทอร์เน็ตมือถือ, Ethernet, Wi-Fi และ Bluetooth) รวมถึงที่อยู่ IP และหมายเลข ข้อกำหนด และความเร็วในการเชื่อมต่อ\n• ข้อมูลการกำหนดค่า: ข้อมูลเกี่ยวกับการกำหนดค่าของอุปกรณ์ เช่น ขนาดจอภาพและความละเอียด วันที่ ภูมิภาค ภาษา สถานที่ตั้ง และขีดความสามารถ\n• ข้อมูลเกี่ยวกับข้อผิดพลาด: รหัสข้อผิดพลาดและข้อมูลเบื้องต้นเกี่ยวกับเวลาและจุดที่เกิดข้อผิดพลาด หากเกิดข้อผิดพลาดขึ้น (ข้อผิดพลาดจะแสดงให้เห็นปัญหาที่ต้องแก้ไข)\n• ข้อมูลเวลาที่ใช้โหลด: ข้อมูลเบื้องต้นเกี่ยวกับระยะเวลาที่ใช้ดาวน์โหลดและอัพโหลดข้อมูลเนื้อหาไปที่อุปกรณ์ (ระยะเวลานานอาจแสดงว่ามีปัญหา)\n• ข้อมูลด้านความปลอดภัย: ข้อมูลที่จำเป็นในการตรวจหาและสืบสวนกิจกรรมที่มุ่งร้าย ไม่ได้รับอนุญาต หรือฉ้อโกง\n• ข้อมูลทางกฎหมาย: ข้อมูลที่กำหนดไว้โดยกฎหมายที่เกี่ยวข้องและต้องปฏิบัติตาม\n\n(2) ข้อมูลฉบับเต็ม\nเราอาจส่ง รับ และบันทึกข้อมูลเพิ่มเติมที่ละเอียดขึ้นเกี่ยวกับการกำหนดค่าของแอป อุปกรณ์เคลื่อนที่ แท็บเล็ต หรืออุปกรณ์อื่นๆ ข้อมูลฉบับเต็มอาจมีรายละเอียดมากขึ้นเกี่ยวกับการเชื่อมต่อเครือข่าย อุปกรณ์ และการสตรีมวิดีโอของคุณ\nตัวอย่าง\n• เวลาคุณใช้แอป Remote Play เราอาจเข้าถึงข้อมูลเกี่ยวกับการใช้แอป รวมถึงระยะเวลาของเซสชัน คุณภาพของการสตรีมวิดีโอ และอัตราเฟรมของวิดีโอ\n\nข้อมูลแอปมักจะส่งถึงเราและเก็บไว้ในเครือข่ายเฉพาะ อุปกรณ์ และ/หรือตัวบ่งชี้บัญชีอย่างน้อย 1 ที่";
"msgid_legal_about_app_data_3" = "การตั้งค่าข้อมูลแอปจะควบคุมอะไรบ้าง\n\nการตั้งค่าข้อมูลแอปจะให้คุณควบคุมได้ว่าข้อมูลแอปใดบ้างที่เราเก็บและเข้าถึง คุณจะเลือกได้ดังนี้ \n• ข้อมูลจำกัด หากคุณเลือกการตั้งค่านี้ ระบบจะเข้าถึงและเก็บรวบรวมเฉพาะข้อมูลจำกัดเท่านั้น\n• ข้อมูลฉบับเต็ม หากคุณเลือกการตั้งค่านี้ ระบบจะเข้าถึงและเก็บรวบรวมทั้งข้อมูลจำกัดและข้อมูลฉบับเต็ม\n\nการตั้งค่าข้อมูลแอปจะเชื่อมโยงกับอุปกรณ์หรือแอปที่แสดงการตั้งค่าเหล่านั้นเท่านั้น โดยไม่เชื่อมโยงกับบัญชีสำหรับ PlayStation Network คุณควบคุมการเข้าถึงและการเก็บข้อมูลในแต่ละอุปกรณ์ (เช่น PS4, PS5) แอป และเว็บเบราว์เซอร์ที่คุณใช้แยกจากกันได้\n\nเรานำข้อมูลแอปไปใช้ทำอะไร\n\nเราจะใช้ข้อมูลจำกัด (หากคุณอนุญาต) และข้อมูลฉบับเต็มตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของเรา (www.playstation.com/legal/privacy-policy)\nโดยรวมถึงการใช้ข้อมูลแอปเพื่อกระทำดังนี้\n• ใช้แอป Remote Play\n• จัดทำสถิติโดยไม่ระบุชื่อ\n• เข้าใจการทำงานของแอปหรืออุปกรณ์ของคุณ และเพื่อปรับปรุงให้ดีขึ้น ตลอดจนพัฒนาผลิตภัณฑ์และบริการใหม่ๆ\n• ตรวจสอบ สืบสวน และลดพฤติกรรมที่มุ่งร้าย ไม่ได้รับอนุญาต หรือหลอกลวง\n• เพื่อการตรวจสอบ การปฏิบัติตามกฎระเบียบ และกระบวนการทางกฎหมาย (เช่น การยื่นหรือแก้ต่างข้อเรียกร้องหรือกิจกรรมที่จำเป็นต้องปฏิบัติตามกฎหมาย)\n\n■เกี่ยวกับเรา\n\nโปรดดูรายละเอียดในนโยบายความเป็นส่วนตัวของเราที่ www.playstation.com/legal/privacy-policy\n\nเวอร์ชัน 1.1";
"msgid_legal_about_app_data_combined" = "สารบัญ\n\n■ ข้อมูลแอปโดยสรุป\n■ คำอธิบายข้อมูลแอปฉบับสมบูรณ์\n　　• ข้อมูลแอปคืออะไร\n　　• การตั้งค่าข้อมูลแอปจะควบคุมอะไรบ้าง\n　　• เรานำข้อมูลแอปไปใช้ทำอะไร\n■ เกี่ยวกับเรา\n\n■ ข้อมูลแอปโดยสรุป\n\nเมื่อคุณใช้แอป Remote Play จะมีการรวบรวมข้อมูลเกี่ยวกับแอป อุปกรณ์ที่ติดตั้ง และสิ่งที่คุณทำบนแอป เราเรียกข้อมูลนี้ว่าข้อมูลแอป\n\nเราจะเก็บข้อมูลที่จำเป็นในการใช้งานแอปเสมอ ข้อมูลนี้เรียกว่าข้อมูลจำกัด ซึ่งประกอบด้วยประเภทข้อมูลต่อไปนี้\n\n• ชื่อที่ไม่ซ้ำกันของอุปกรณ์ที่แอปนั้นทำงานอยู่ (เช่น ตัวเลขและตัวอักษรที่เป็นแถวยาว)\n• การตั้งค่าที่คุณเลือกบนแอป (เช่น วันที่ ภูมิภาค ภาษา)\n• การเชื่อมต่ออินเทอร์เน็ตของคุณ\n• เวลาที่ใช้ในการดาวน์โหลดข้อมูลไปยังแอป (เราจะได้รู้ถ้ามีอะไรผิดปกติและสามารถแก้ไขได้)\n\nข้อมูลบางอย่างจะรวบรวมเมื่อคุณอนุญาตเท่านั้น ข้อมูลนี้เรียกว่าข้อมูลฉบับเต็ม ซึ่งมีข้อมูลที่ละเอียดขึ้น เช่น ข้อมูลเกี่ยวกับระยะเวลาที่คุณใช้แอป และการสตรีมวิดีโอของคุณ \n\nเราใช้ข้อมูลที่แอปส่งให้มาดำเนินการต่อไปนี้\n\n• ช่วยเราทำในสิ่งที่คุณขอ\n• ช่วยให้แอปและผลิตภัณฑ์ของเราทำงานได้ดีขึ้น \n• เพื่อให้มั่นใจว่าผู้ใช้ปฏิบัติตามกฎของเราและปฏิบัติตามกฎหมาย (PlayStation Network จะได้เป็นที่น่าพอใจและสนุกสำหรับทุกคน)\n• ช่วยให้เราพัฒนาผลิตภัณฑ์ใหม่ๆ\n\nหากคุณมีบัญชีสำหรับ PlayStation Network เราจะนำข้อมูลที่แอปหรืออุปกรณ์ส่งให้มารวมกับข้อมูลเกี่ยวกับคุณที่เรารู้อยู่แล้ว \n\nเมื่อบัญชีครอบครัวเด็กใช้แอปนี้ เราจะเก็บเฉพาะข้อมูลจำกัดเท่านั้น\n\nดูรายละเอียดเพิ่มเติมได้ในนโยบายความเป็นส่วนตัวของเรา ว่าเรานำข้อมูลที่รวบรวมเกี่ยวกับคุณไปทำอะไร เราเปิดเผยข้อมูลนั้นให้ใครทราบ คุณจะควบคุมสิ่งที่เราทำได้อย่างไร และคุณมีสิทธิอะไรบ้าง ดูนโยบายความเป็นส่วนตัวของเราได้ที่ www.playstation.com/legal/privacy-policy\n\n■ คำอธิบายข้อมูลแอปฉบับสมบูรณ์\n\nข้อมูลแอปคืออะไร\n\nถ้าคุณใช้แอป Remote Play เราอาจเข้าถึงข้อมูลจากและ/หรือเก็บข้อมูลในอุปกรณ์เคลื่อนที่ แท็บเล็ต PC และ/หรืออุปกรณ์อื่นที่คุณใช้\nข้อมูลแอปแบ่งได้เป็น 2 ประเภท\n\n(1) ข้อมูลจำกัด\nเซิร์ฟเวอร์ของเราต้องส่ง รับ และบันทึกข้อมูลจำกัดต่อไปนี้ ซึ่งจำเป็นต่อการให้บริการของเรา\n• ข้อมูลเนื้อหา: วิดีโอ เสียง กราฟิก ข้อความ ระดับเกม ข้อมูลบัญชีที่ขอและดาวน์โหลดสำหรับเกมที่คุณเข้าถึงผ่านแอป Remote Play\n• ข้อมูลสิทธิ์การใช้: ข้อมูลเกี่ยวกับการแสดงผลและปฏิสัมพันธ์กับเนื้อหาที่ได้รับสิทธิ์การใช้ (เช่น วิดีโอ) ซึ่งจำเป็นต่อการจัดทำรายงานทั้งหมดโดยไม่เปิดเผยชื่อ เพื่อชำระเงินแก่ผู้ให้สิทธิ์การใช้สำหรับเนื้อหานั้น\n• ข้อมูลเครือข่าย: ข้อมูลเกี่ยวกับการเชื่อมต่อเครือข่ายของอุปกรณ์ (เช่น อินเทอร์เน็ตมือถือ, Ethernet, Wi-Fi และ Bluetooth) รวมถึงที่อยู่ IP และหมายเลข ข้อกำหนด และความเร็วในการเชื่อมต่อ\n• ข้อมูลการกำหนดค่า: ข้อมูลเกี่ยวกับการกำหนดค่าของอุปกรณ์ เช่น ขนาดจอภาพและความละเอียด วันที่ ภูมิภาค ภาษา สถานที่ตั้ง และขีดความสามารถ\n• ข้อมูลเกี่ยวกับข้อผิดพลาด: รหัสข้อผิดพลาดและข้อมูลเบื้องต้นเกี่ยวกับเวลาและจุดที่เกิดข้อผิดพลาด หากเกิดข้อผิดพลาดขึ้น (ข้อผิดพลาดจะแสดงให้เห็นปัญหาที่ต้องแก้ไข)\n• ข้อมูลเวลาที่ใช้โหลด: ข้อมูลเบื้องต้นเกี่ยวกับระยะเวลาที่ใช้ดาวน์โหลดและอัพโหลดข้อมูลเนื้อหาไปที่อุปกรณ์ (ระยะเวลานานอาจแสดงว่ามีปัญหา)\n• ข้อมูลด้านความปลอดภัย: ข้อมูลที่จำเป็นในการตรวจหาและสืบสวนกิจกรรมที่มุ่งร้าย ไม่ได้รับอนุญาต หรือฉ้อโกง\n• ข้อมูลทางกฎหมาย: ข้อมูลที่กำหนดไว้โดยกฎหมายที่เกี่ยวข้องและต้องปฏิบัติตาม\n\n(2) ข้อมูลฉบับเต็ม\nเราอาจส่ง รับ และบันทึกข้อมูลเพิ่มเติมที่ละเอียดขึ้นเกี่ยวกับการกำหนดค่าของแอป อุปกรณ์เคลื่อนที่ แท็บเล็ต หรืออุปกรณ์อื่นๆ ข้อมูลฉบับเต็มอาจมีรายละเอียดมากขึ้นเกี่ยวกับการเชื่อมต่อเครือข่าย อุปกรณ์ และการสตรีมวิดีโอของคุณ\nตัวอย่าง\n• เวลาคุณใช้แอป Remote Play เราอาจเข้าถึงข้อมูลเกี่ยวกับการใช้แอป รวมถึงระยะเวลาของเซสชัน คุณภาพของการสตรีมวิดีโอ และอัตราเฟรมของวิดีโอ\n\nข้อมูลแอปมักจะส่งถึงเราและเก็บไว้ในเครือข่ายเฉพาะ อุปกรณ์ และ/หรือตัวบ่งชี้บัญชีอย่างน้อย 1 ที่\n\nการตั้งค่าข้อมูลแอปจะควบคุมอะไรบ้าง\n\nการตั้งค่าข้อมูลแอปจะให้คุณควบคุมได้ว่าข้อมูลแอปใดบ้างที่เราเก็บและเข้าถึง คุณจะเลือกได้ดังนี้ \n• ข้อมูลจำกัด หากคุณเลือกการตั้งค่านี้ ระบบจะเข้าถึงและเก็บรวบรวมเฉพาะข้อมูลจำกัดเท่านั้น\n• ข้อมูลฉบับเต็ม หากคุณเลือกการตั้งค่านี้ ระบบจะเข้าถึงและเก็บรวบรวมทั้งข้อมูลจำกัดและข้อมูลฉบับเต็ม\n\nการตั้งค่าข้อมูลแอปจะเชื่อมโยงกับอุปกรณ์หรือแอปที่แสดงการตั้งค่าเหล่านั้นเท่านั้น โดยไม่เชื่อมโยงกับบัญชีสำหรับ PlayStation Network คุณควบคุมการเข้าถึงและการเก็บข้อมูลในแต่ละอุปกรณ์ (เช่น PS4, PS5) แอป และเว็บเบราว์เซอร์ที่คุณใช้แยกจากกันได้\n\nเรานำข้อมูลแอปไปใช้ทำอะไร\n\nเราจะใช้ข้อมูลจำกัด (หากคุณอนุญาต) และข้อมูลฉบับเต็มตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของเรา (www.playstation.com/legal/privacy-policy)\nโดยรวมถึงการใช้ข้อมูลแอปเพื่อกระทำดังนี้\n• ใช้แอป Remote Play\n• จัดทำสถิติโดยไม่ระบุชื่อ\n• เข้าใจการทำงานของแอปหรืออุปกรณ์ของคุณ และเพื่อปรับปรุงให้ดีขึ้น ตลอดจนพัฒนาผลิตภัณฑ์และบริการใหม่ๆ\n• ตรวจสอบ สืบสวน และลดพฤติกรรมที่มุ่งร้าย ไม่ได้รับอนุญาต หรือหลอกลวง\n• เพื่อการตรวจสอบ การปฏิบัติตามกฎระเบียบ และกระบวนการทางกฎหมาย (เช่น การยื่นหรือแก้ต่างข้อเรียกร้องหรือกิจกรรมที่จำเป็นต้องปฏิบัติตามกฎหมาย)\n\n■เกี่ยวกับเรา\n\nโปรดดูรายละเอียดในนโยบายความเป็นส่วนตัวของเราที่ www.playstation.com/legal/privacy-policy\n\nเวอร์ชัน 1.1";
"msgid_limited" = "จำกัด";
"msgid_limited_data_collection" = "แบ่งปันเฉพาะข้อมูลที่จำเป็นสำหรับการรักษาและดำเนินการเกี่ยวกับคุณสมบัติและบริการหลักของ PlayStation";
"msgid_log_in_expire_rp" = "หากคุณไม่ได้เข้าสู่ระบบ PS5 มาสักพักแล้ว คุณจะต้องเข้าสู่ระบบอีกครั้ง";
"msgid_login_pfn_enter_num" = "เข้าสู่ระบบ PS5 แล้วเลือก [การตั้งค่า] > [เล่นระยะไกล] > [จับคู่อุปกรณ์] จากนั้นป้อนตัวเลขบนอุปกรณ์นี้";
"msgid_login_ps4_enter_num" = "เข้าสู่ระบบ PS4 แล้วเลือก [การตั้งค่า] > [การตั้งค่าการเชื่อมต่อการเล่นระยะไกล] > [เพิ่มอุปกรณ์] จากนั้นป้อนตัวเลขบนอุปกรณ์นี้";
"msgid_login_ps4_enter_num_ps5" = "เข้าสู่ระบบ PS4 แล้วเลือก [การตั้งค่า] > [การตั้งค่าการเชื่อมต่อการเล่นระยะไกล] > [เพิ่มอุปกรณ์] จากนั้นป้อนตัวเลขบน PS5 นี้";
"msgid_login_ps5_enter_num_ps5" = "เข้าสู่ระบบ PS5 แล้วเลือก [การตั้งค่า] > [เล่นระยะไกล] > [จับคู่อุปกรณ์] จากนั้นป้อนตัวเลขบน PS5 นี้";
"msgid_make_destination_standby" = "ตั้งค่าคอนโซลที่เชื่อมต่ออยู่ให้เป็นโหมดพัก";
"msgid_manage_data_you_provide" = "ข้อมูลที่คุณให้ไว้";
"msgid_max_device_no_mic" = "ใช้ไมโครโฟนกับการเล่นระยะไกลไม่ได้ หากมีอุปกรณ์ที่เชื่อมต่อกับ PS4 ครบจำนวนสูงสุดแล้ว";
"msgid_max_num_user_pfn" = "ต้องมีคนออกจากระบบก่อน คุณถึงจะเข้าสู่ระบบ PS5 ได้";
"msgid_max_num_user_ps4" = "ต้องมีคนออกจากระบบก่อน คุณถึงจะเข้าสู่ระบบ PS4 ได้";
"msgid_mic_disconnect" = "เลิกเชื่อมต่อไมโครโฟนแล้ว";
"msgid_modify_settings" = "ปรับเปลี่ยนการตั้งค่า";
"msgid_muted" = "ไมค์ปิดอยู่";
"msgid_nat_type" = "ประเภท NAT";
"msgid_net_connection_slow_rp" = "ความเร็วในการเชื่อมต่อเครือข่ายในขณะนี้ช้าเกินไปสำหรับการเล่นระยะไกล";
"msgid_net_speed_no_strong" = "สัญญาณเชื่อมต่อเครือข่ายอาจไม่แรงพอ";
"msgid_network_temp_congested" = "การเชื่อมต่ออินเทอร์เน็ตของคุณอาจไม่ว่าง";
"msgid_no" = "ไม่";
"msgid_no_connect_pfn" = "ไม่สามารถเชื่อมต่อกับ PS5 ของคุณ";
"msgid_no_connect_pfn_controller_max" = "คุณไม่สามารถเชื่อมต่อคอนโทรลเลอร์บน PS5 ได้มากกว่านี้แล้ว";
"msgid_no_connect_pfn_off" = "คุณไม่สามารถเชื่อมต่อกับ PS5 ขณะที่ปิดการทำงานอยู่";
"msgid_no_connect_ps4" = "ไม่สามารถเชื่อมต่อกับ PS4 ของคุณ";
"msgid_no_connect_ps4_controller_max" = "คุณไม่สามารถเชื่อมต่อคอนโทรลเลอร์บน PS4 ได้มากกว่านี้แล้ว";
"msgid_no_connect_ps4_off" = "คุณไม่สามารถเชื่อมต่อกับ PS4 ขณะปิดเครื่อง";
"msgid_no_connect_ps4_time_out" = "ใช้เวลานานเกินไปในการเชื่อมต่อกับ PS4 ของคุณ ลองเชื่อมต่ออีกครั้ง";
"msgid_no_connect_registered_ps4" = "เชื่อมต่อกับ PS4 ที่จับคู่ไว้แล้วไม่ได้";
"msgid_no_display_rp_screen" = "ไม่สามารถแสดงหน้าจอบนคอนโซลที่เชื่อมต่ออยู่ หน้าจอนี้มีเนื้อหาที่ไม่สามารถแสดงโดยใช้การเล่นระยะไกล";
"msgid_no_find_pfn" = "ไม่พบ PS5";
"msgid_no_find_ps4" = "ไม่พบ PS4 ของคุณ";
"msgid_no_find_ps5" = "ไม่พบ PS5 ของคุณ";
"msgid_no_login_pfn" = "ไม่สามารถเข้าสู่ระบบ PS5 ที่คุณเชื่อมต่ออยู่";
"msgid_no_mic_available" = "ใช้ไมโครโฟนไม่ได้";
"msgid_no_pfn_register_manual" = "ไม่พบ PS5 จับคู่ PS5 ด้วยตนเอง";
"msgid_no_ps5_log_in_again_rp" = "คุณอาจไม่พบ PS5 ที่ต้องการเชื่อมต่อหากคุณไม่ได้ลงชื่อเช้าใช้เป็นระยะเวลาหนึ่ง เข้าสู่ระบบ PS5 นั้น แล้วลองเชื่อมต่ออีกครั้ง";
"msgid_no_register_pfn" = "จับคู่กับ PS5 ที่คุณต้องการเชื่อมต่อไม่ได้";
"msgid_no_register_ps4" = "จับคู่กับ PS4 ที่คุณต้องการเชื่อมต่อไม่ได้";
"msgid_no_registered_pfn" = "ไม่พบ PS5 ที่จับคู่ไว้แล้ว";
"msgid_no_results_found_d" = "ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ";
"msgid_not_available" = "-";
"msgid_not_connected" = "ไม่ได้เชื่อมต่อ";
"msgid_number_another_user_was" = "มีการป้อนหมายเลขของผู้ใช้อื่น";
"msgid_number_network_ps4" = "หากจะจับคู่ PS4 ให้เชื่อมต่ออุปกรณ์นี้ในเครือข่ายเดียวกับ PS4";
"msgid_number_network_ps5" = "หากจะจับคู่ PS5 ให้เชื่อมต่ออุปกรณ์นี้ในเครือข่ายเดียวกับ PS5";
"msgid_ok" = "ตกลง";
"msgid_only_users_logged_same" = "ผู้ใช้เข้าสู่ระบบในเวลาเดียวกันได้ 4 คนเท่านั้น";
"msgid_other_connections" = "การเชื่อมต่ออื่นๆ";
"msgid_pair" = "จับคู่";
"msgid_passcode_incorrect" = "รหัสไม่ถูกต้อง";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "คุณสามารถเชื่อมต่อกับ PS5 ได้ แม้จะอยู่ในโหมดพัก บน PS5 ให้เลือก [การตั้งค่า] > [ระบบ] > [การประหยัดพลังงาน] > [คุณสมบัติที่พร้อมใช้งานในโหมดพัก] แล้วเปิด [เปิดใช้งานการเปิดเครื่อง PS5 จากเครือข่าย]";
"msgid_pfn_software_update" = "อัพเดทซอฟต์แวร์ระบบของ PS5 ที่คุณเชื่อมต่ออยู่";
"msgid_playstation_network_back_soon" = "มีบางอย่างผิดปกติ กรุณาลองอีกครั้งในภายหลัง";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "บน PS4 ไปยัง [การตั้งค่า] > [การตั้งค่าการเชื่อมต่อการเล่นระยะไกล] แล้วเปิด [เปิดใช้การเล่นระยะไกล]";
"msgid_ps4_rest_mode_connect_dec" = "คุณสามารถเชื่อมต่อกับ PS4 ได้ แม้จะอยู่ในโหมดพัก บน PS4 ให้เลือก [การตั้งค่า] > [การตั้งค่าประหยัดพลังงาน] > [ตั้งคุณสมบัติให้พร้อมใช้งานในโหมดพัก] แล้วเปิด [เปิดใช้งานการเปิดเครื่อง PS4 จากเครือข่าย]";
"msgid_ps4_rp_number" = "บน PS4 ให้เลือก [การตั้งค่า] > [การตั้งค่าการเชื่อมต่อการเล่นระยะไกล] > [ลงทะเบียนอุปกรณ์] แล้วป้อนตัวเลขลงในเขตข้อมูลต่อไปนี้";
"msgid_ps4_software_update" = "อัพเดทซอฟต์แวร์ระบบของ PS4 ที่คุณเชื่อมต่ออยู่";
"msgid_ps5_already_use_rp" = "มีคนกำลังใช้การเล่นระยะไกลบน PS5 เครื่องนี้อยู่ในขณะนี้";
"msgid_ps5_pro_resolution_device" = "สำหรับ PS5 และ PS4 Pro จะตั้งค่าความละเอียดไว้ไม่เกิน 1080p ทั้งนี้ขึ้นอยู่กับคุณภาพการเชื่อมต่อเครือข่ายของคุณ";
"msgid_ps5_using_sp" = "มีคนกำลังใช้แชร์เพลย์บน PS5 เครื่องนี้อยู่ในขณะนี้ หากจะใช้การเล่นระยะไกล ให้ปิดแชร์เพลย์ก่อน";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "คัดลอก";
"msgid_reached_limit_number_devices" = "ใช้ไมโครโฟนกับการเล่นระยะไกลไม่ได้ หากมีอุปกรณ์ที่เชื่อมต่อกับ PS5 ถึงจำนวนสูงสุดแล้ว";
"msgid_register_manually" = "จับคู่ด้วยตนเอง";
"msgid_register_pfn_manual" = "จับคู่ PS5 ด้วยตนเอง";
"msgid_register_ps4_manual" = "จับคู่ PS4 ด้วยตนเอง";
"msgid_registering_pfn" = "กำลังจับคู่ PS5 ของคุณ...";
"msgid_registering_ps4" = "กำลังจับคู่ PS4 ของคุณ...";
"msgid_remote_play" = "เล่นระยะไกล";
"msgid_reset_text_size" = "รีเซ็ตขนาดตัวอักษร";
"msgid_resolution_ex_pro" = "ความละเอียด (ไม่รวม PS4 Pro)";
"msgid_retain_usage_data_choose" = "เราเก็บข้อมูลการใช้งานบางอย่างไว้เพื่อปรับปรุงบริการของเรา โปรดเลือกว่าคุณรู้สึกสบายใจที่จะเปิดเผยมากน้อยเพียงใด ข้อมูลของคุณจะได้รับการคุ้มครองเสมอ";
"msgid_rp_cannot_use_mic_app_use" = "ใช้ไมโครโฟนกับการเล่นระยะไกลไม่ได้ หากแอปอื่นในอุปกรณ์นี้กำลังใช้ไมโครโฟนอยู่";
"msgid_rp_mac_about_rp" = "เกี่ยวกับ PS Remote Play";
"msgid_rp_mac_capitalize" = "ตัวพิมพ์ใหญ่";
"msgid_rp_mac_check_doc" = "ตรวจสอบเอกสารตอนนี้";
"msgid_rp_mac_check_spell" = "ตรวจสอบการสะกดคำขณะพิมพ์";
"msgid_rp_mac_correct_spell_auto" = "แก้ไขการสะกดคำโดยอัตโนมัติ";
"msgid_rp_mac_cut" = "ตัด";
"msgid_rp_mac_data_detectors" = "ตัวตรวจจับข้อมูล";
"msgid_rp_mac_enter_screen" = "เข้าสู่เต็มหน้าจอ";
"msgid_rp_mac_find_long" = "ค้นหา...";
"msgid_rp_mac_find_next" = "ค้นหาถัดไป";
"msgid_rp_mac_find_pre" = "ค้นหาก่อนหน้า";
"msgid_rp_mac_find_replace" = "ค้นหาและแทนที่...";
"msgid_rp_mac_grammar_w_spell" = "ตรวจสอบไวยากรณ์พร้อมการสะกดคำ";
"msgid_rp_mac_hide_others" = "ซ่อนอื่นๆ";
"msgid_rp_mac_hide_rp" = "ซ่อนการเล่นระยะไกล";
"msgid_rp_mac_jump_select" = "ข้ามไปยังส่วนที่เลือก";
"msgid_rp_mac_lower_case" = "ทำให้เป็นตัวพิมพ์เล็ก";
"msgid_rp_mac_minimize" = "ย่อเล็กสุด";
"msgid_rp_mac_paste" = "วาง";
"msgid_rp_mac_paste_match" = "วางและปรับรูปแบบให้ตรงกัน";
"msgid_rp_mac_preferences" = "การกำหนดค่า...";
"msgid_rp_mac_preferences_title" = "การกำหนดค่า";
"msgid_rp_mac_quit_rp" = "ออกจากการเล่นระยะไกล";
"msgid_rp_mac_redo" = "ทำซ้ำ";
"msgid_rp_mac_select_find" = "ใช้ส่วนที่เลือกเพื่อค้นหา";
"msgid_rp_mac_show_all" = "แสดงทั้งหมด";
"msgid_rp_mac_show_spell_grammar" = "แสดงการสะกดคำและไวยากรณ์";
"msgid_rp_mac_show_sub" = "แสดงการแทนที่";
"msgid_rp_mac_smart_copy_paste" = "คัดลอก/วางอัจฉริยะ";
"msgid_rp_mac_smart_dashes" = "เส้นประอัจฉริยะ";
"msgid_rp_mac_smart_links" = "ลิงก์อัจฉริยะ";
"msgid_rp_mac_smart_quotes" = "อัญประกาศอัจฉริยะ";
"msgid_rp_mac_speech" = "เสียงพูด";
"msgid_rp_mac_spell_grammar" = "การสะกดคำและไวยากรณ์";
"msgid_rp_mac_start_speech" = "เริ่มพูด";
"msgid_rp_mac_stop_speech" = "หยุดพูด";
"msgid_rp_mac_substitutions" = "การแทนที่";
"msgid_rp_mac_text_replace" = "การแทนที่ข้อความ";
"msgid_rp_mac_transformation" = "การแปลงข้อมูล";
"msgid_rp_mac_undo" = "เลิกทำ";
"msgid_rp_mac_upper_case" = "ทำให้เป็นตัวพิมพ์ใหญ่";
"msgid_rp_mac_zoom" = "ย่อ/ขยาย";
"msgid_rp_no_access_mic" = "PS Remote play ไม่มีการเข้าถึงไมโครโฟน";
"msgid_rp_remote_play_frame_rate_info" = "ตั้งค่าความลื่นไหลของวิดีโอสำหรับการเล่นระยะไกล\n\nลองตั้งที่ [สูง] เมื่อมีการเชื่อมต่อที่รวดเร็วกับ PS4 แต่การเลือก [สูง] จะทำให้คุณสมบัติการบันทึกเกมเพลย์ของ PS4 หยุดชั่วคราวขณะใช้การเล่นระยะไกล";
"msgid_rp_use_computer_keyboard" = "เราถอดช่องกรอกข้อความออกจาก PS Remote Play แล้ว คุณสามารถใช้แป้นพิมพ์คอมพิวเตอร์พิมพ์ใน PS5 หรือ PS4 ได้โดยตรงแล้ว";
"msgid_rp_via_internet_activate" = "หากจะเชื่อมต่อผ่านอินเทอร์เน็ต ต้องเปิดใช้งาน PS4 บน PS4 ให้ไปที่ [การตั้งค่า] > [การจัดการบัญชี] > [เปิดใช้งาน PS4 หลักของคุณ] แล้วเลือก [เปิดใช้งาน]";
"msgid_search" = "ค้นหา";
"msgid_search_few_mins" = "การดำเนินการนี้อาจใช้เวลาสักครู่";
"msgid_search_nearby" = "กำลังค้นหาการเชื่อมต่อในพื้นที่ใกล้เคียง...";
"msgid_search_via_internet" = "กำลังค้นหาการเชื่อมต่อผ่านอินเทอร์เน็ต...";
"msgid_select_pfn_connect" = "คุณได้เข้าสู่ระบบคอนโซล PS5 ต่อไปนี้ เลือกหนึ่งเครื่องที่คุณต้องการเชื่อมต่อ";
"msgid_select_previous_console_other" = "เลือกคอนโซลสุดท้ายที่คุณเชื่อมต่อหรือค้นหาการเชื่อมต่ออื่นๆ";
"msgid_select_ps5" = "เลือก PS5";
"msgid_select_ps5_connection" = "ในการดูคอนโซล PS5 ที่คุณเข้าสู่ระบบ ให้เลือก [เลือก PS5] ลองดูว่าคุณจะพบ PS5 ที่ต้องการเชื่อมต่อหรือไม่";
"msgid_sets_resolution_video_remote" = "ตั้งค่าความละเอียดของวิดีโอสำหรับการเล่นระยะไกล ลองตั้งที่ [540p] หรือ [360p] ถ้าภาพหรือเสียงกระตุก";
"msgid_settings" = "การตั้งค่า";
"msgid_share_behavioral_data" = "ข้อมูลที่มีรายละเอียดมากขึ้นเกี่ยวกับการการเชื่อมต่อเครือข่าย อุปกรณ์ และการสตรีมวิดีโอของคุณ";
"msgid_sign_in_psn" = "ลงชื่อเข้าใช้";
"msgid_sign_out" = "ลงชื่อออก";
"msgid_sign_ppr_first_time_rp" = "หากนี่เป็นการเข้าสู่ระบบ PS5 ที่คุณกำลังเชื่อมต่อเป็นครั้งแรก อาจใช้เวลาสองสามนาทีก่อนที่คุณจะใช้การเล่นระยะไกลได้";
"msgid_something_went_wrong_restart" = "มีบางอย่างผิดปกติ คุณต้องรีสตาร์ท PS5 ที่คุณเชื่อมต่ออยู่";
"msgid_something_wrong_restart_ps4" = "มีบางอย่างผิดปกติ คุณต้องรีสตาร์ท PS4 ที่คุณเชื่อมต่ออยู่";
"msgid_speaker_active" = "ลำโพงเปิดอยู่";
"msgid_speaker_muted" = "ลำโพงปิดอยู่";
"msgid_standard" = "มาตรฐาน";
"msgid_start_rp_close_app" = "ในการเริ่มเล่นระยะไกล ให้ปิดแอป เกม และคุณสมบัติบน PS4 ที่ไม่สามารถใช้กับการเล่นระยะไกล";
"msgid_start_rp_pfn_close_app" = "หากต้องการเริ่มเล่นระยะไกล ให้ปิดเกม แอป และคุณสมบัติบน PS5 ที่ไม่สามารถใช้กับการเล่นระยะไกล";
"msgid_stop_features_rp" = "ปิดการแบ่งปันหน้าจอหรือคุณสมบัติที่อยู่ในโหมดการทำงานหลายอย่างบนเครื่อง PS5";
"msgid_time_separator" = ":";
"msgid_try_again" = "ลองอีกครั้ง";
"msgid_try_low_video_quality" = "ตั้งคุณภาพวิดีโอสำหรับการเล่นระยะไกลให้ต่ำลง";
"msgid_type_num" = "ประเภท %1$@";
"msgid_update_controller2_ps5" = "อัพเดทซอฟต์แวร์คอนโทรลเลอร์ไร้สาย DualSense Edge ให้เป็นซอฟต์แวร์อุปกรณ์เวอร์ชันล่าสุดได้โดยเชื่อมต่อกับ PS5";
"msgid_update_controller_ps5" = "คุณสามารถอัพเดทคอนโทรลเลอร์ไร้สาย DualSense ให้เป็นซอฟต์แวร์อุปกรณ์เวอร์ชันล่าสุดได้โดยเชื่อมต่อเข้ากับ PS5";
"msgid_update_remoteplay_now" = "คุณต้องอัพเดท PS Remote Play เพื่อดำเนินการต่อ คุณต้องการอัพเดทตอนนี้หรือไม่";
"msgid_update_software_console" = "อัพเดทซอฟต์แวร์ระบบของคอนโซลนี้";
"msgid_use_controler_5_ds4" = "ใช้คอนโทรลเลอร์ไร้สายสำหรับ PS5 หรือ PS4";
"msgid_use_home_network_rp" = "จะใช้เครือข่ายบ้านของคุณสำหรับการเล่นระยะไกล";
"msgid_user_agreement" = "ข้อตกลงผู้ใช้";
"msgid_user_using_rp_server" = "ผู้ใช้อีกคนกำลังใช้การเล่นระยะไกลบน PS4 ที่คุณเชื่อมต่ออยู่";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "เวอร์ชัน";
"msgid_video_quality_ps4_rp" = "คุณภาพวิดีโอสำหรับการเล่นระยะไกล (PS4)";
"msgid_view" = "ดู";
"msgid_voice_chat_microphone" = "ใช้ไมโครโฟนสำหรับการแชทผ่านเสียง";
"msgid_vr_on_no_rp" = "ใช้ไมโครโฟนกับการเล่นระยะไกลไม่ได้ หากเปิดแว่น VR อยู่";
"msgid_wait" = "โปรดรอสักครู่...";
"msgid_welcome_ps_rp" = "ยินดีต้อนรับสู่ PS Remote Play!";
"msgid_window" = "หน้าต่าง";
"msgid_wired_connection" = "การเชื่อมต่อแบบใช้สาย";
"msgid_wireless_connection" = "การเชื่อมต่อแบบไร้สาย";
"msgid_wireless_controller_ps4" = "คอนโทรลเลอร์ไร้สายสำหรับ PS4";
"msgid_wireless_controller_ps5" = "คอนโทรลเลอร์ไร้สายสำหรับ PS5";
"msgid_yes" = "ใช่";
